load.yml
config:
  target: 'http://localhost:4000'
  phases:
    - duration: 60
      arrivalRate: 2
scenarios:
  - flow:
    - get:
        url: '/pg/restaurant/9900010'
    - post:
        url: '/pg/restaurants' 
        json:  
          "id": 10000001,
          "name": "Quixotic Mate"
          "address": "SchÃ¶llerstr. 90a"
          "phone": "(0536) 495433312"
          "website": "https://www.QuixoticMate.com"
          "opentable": "true"
          "opentablelink": "https://www.opentable.com/r/QuixoticMate"
          "hoursopen": "{Monday: [10:00-22:30], Tuesday: [07:30-22:30], Wednesday: [07:30-22:00], Thursday: [07:30-22:00], Friday: [10:00-22:30], Saturday: [9:00-21:00], Sunday: [9:00-21:00]}"